Revit 2027 API
ReferenceUtils Properties
The ReferenceUtils type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ReferenceUtils Class
Autodesk.Revit.DB Namespace